/*28/9/2018*/
"_grp.Accomodation" = "Accommodations";
"_grp.BankATM" = "Bank & ATMs";
"_grp.Emergency" = "Күтпеген жағдай";
"_grp.Food_and_Drink" = "Eating & Drinking";
"_grp.Guides" = "0";
"_grp.Parking" = "Тұрақ";
"_grp.Petrol_Station" = "Жанармай тұрағы";
"_grp.Services_and_Education" = "Services & Education";
"_grp.Shopping" = "0";
"_grp.Social_Life" = "Entertainment & Social life";
"_grp.Sport" = "Sport";
"_grp.Tourism" = "Көрнекті жерлер";
"_grp.Transportation" = "Көлік";
"_grp.Vehicle_Services" = "Көлік қызметтері";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Exit (FROM HIGHWAY)";
"feet" = "feet";
"route.instructionsText.continueAlong" = "Follow the route";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "сағ";
"kilometers" = "kilometers";
"Limit" = "Limit";
"meters" = "meters";

/* miles short */
"mi" = "mi";
"miles" = "мильдер";

/* timeMinuteMidi */
"min" = "мин";
"native.fuelprices.poidetailTitle" = "Fuel prices";
"poiCategory.select" = "Nearby places";
"native.navigation.resumeBtn" = "Resume";

/* timeSecondShort */
"sec" = "sec";
"yards" = "ярдтар";

/* yards short */
"yd" = "ярд";

"detail.action.directionToHere" = "Get directions";
"detail.action.addVia" = "Add waypoint";
"detail.action.addToFavorite" = "Add to favourites";
"detail.action.copyGps" = "GPS coordinates";
"detail.action.removeFavorite" = "Remove from favourites";
"detail.action.removeHome" = "Remove home address";
"detail.action.removeWork" = "Remove work address";
"detail.action.shareLocation" = "Share position";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "Email";
"detail.contact.phone" = "Telephone";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Demonstrate";
"routeCompute.action.navigate" = "Start";
"routeCompute.etaArrival" = "Келу";
"routeCompute.fastest" = "Fastest route";
"routeCompute.slower" = "slower";
"routeCompute.traffic.withDelay" = "with delay";
"routeCompute.button.options" = "Таңдаулар";
"routeCompute.waypointInfo.from" = "From";
"routeCompute.waypointInfo.to" = "To";
"routeCompute.waypointInfo.waypoints" = "waypoints";
"routeCompute.waypointInfo.via" = "Via";
"routeActionMain.cancel" = "Cancel route";
"routeCompute.action.continue" = "Continue";
"routeCompute.options.title" = "Route Options";
"routeCompute.options.AvoidCountry" = "Avoid this country";
"avoid.unpaved" = "Unpaved roads";
"avoid.specialArea" = "Congestion charges";
"avoid.ferries" = "Ferries";
"avoid.highways" = "Motorways";
"avoid.tollroads" = "Toll roads";
"workCell.setupWork.subtitle" = "Commute easily every day";
"homeCell.setupHome.subtitle" = "Get the fastest route";
"workCell.setupWork.title" = "Set work address";
"homeCell.setupHome.title" = "Set home address";
"workCell.title" = "Work";
"homeCell.title" = "Home";
"favorites.place.emptyButton" = "Search places";
"favorites.place.emptyTitle" = "Add places for easy access";
"favorites.place.deleteAction" = "Delete";
"favorites.place.headerTitle" = "Places & Routes";
"favorites.button.done" = "Жасалды";
"favorites.segment.contacts" = "Contacts";
"favorites.segment.trips" = "Trips";
"favorites.segment.places" = "Places";
"favorites.title" = "Favorites";
"favorites.addAlert.add" = "Қосу";
"native.compute.decideToCompute" = "Are you still heading to %@?";
"routeActionMain.preview" = "Preview route";
"routeCompute.traffic.withoutInfo" = "No traffic info";
"search.work.title" = "Search work address";
"search.home.title" = "Search home address";
"alert.hideHomeWork.hideHomeTitle" = "Hide home";
"alert.hideHomeWork.hideWorkTitle" = "Hide work";
"alert.hideHomeWork.setHomeMessage" = "You can always set your Home address in Favourites";
"alert.hideHomeWork.setWorkMessage" = "You can always set your Work address in Favourites";
"alert.hideHomeWork.hide" = "Hide";
"action.control.scout.static" = "Faster route found";
"action.control.route.longer" = "%@ longer";
"action.control.route.time" = "Save %@";
"action.control.scout.arrival" = "New arrival %@";
"action.control.scout.fasterRouteFound" = "Faster route found";
"action.control.scout.preview" = "Preview";
"action.control.scout.route.set" = "Set faster route";
"routeCompute.action.loading" = "Start";
"country.AL" = "Албания";
"country.AD" = "Андорра";
"country.AU" = "Австралия";
"country.AT" = "Австрия";
"country.BY" = "Беларусия";
"country.BE" = "Бельгия";
"country.BA" = "Босния мен Герцеговина";
"country.BG" = "Бұлғария";
"country.CA" = "Канада";
"country.HR" = "Хорватия";
"country.CZ" = "Чех Республикасы";
"country.DK" = "Денмарк";
"country.EE" = "Эстония";
"country.FO" = "Фарое аралдары";
"country.FI" = "Финляндия";
"country.FR" = "Франция";
"country.DE" = "Германия";
"country.GI" = "Гибралтар";
"country.GR" = "Греция";
"country.GL" = "Гринландия";
"country.VA" = "Ватикан Қала-мемлекеті";
"country.HU" = "Венгрия";
"country.IS" = "Исландия";
"country.IE" = "Ирландия";
"country.IL" = "Израиль";
"country.IT" = "Италия";
"country.JP" = "Жапония";
"country.KP" = "Корея, Корея Халықтық Демократиялық";
"country.KR" = "Республикасы, Кувейт";
"country.KW" = "Республикасы";
"country.LV" = "Латвия";
"country.LI" = "Лихтенштейн";
"country.LT" = "Литва";
"country.LU" = "Люксембург";
"country.MK" = "Македония";
"country.MT" = "Мальта";
"country.MD" = "Молдова";
"country.MC" = "Монако";
"country.MS" = "Монтсеррат";
"country.NL" = "Нидерландтар";
"country.AN" = "Нидерландтар Антилдер";
"country.NZ" = "Жаңа Зеландия";
"country.NF" = "Норфолк Исландия";
"country.NO" = "Норвегия";
"country.PL" = "Польша";
"country.PT" = "Португалия";
"country.RO" = "Румыния";
"country.RU" = "Ресей федерациясы";
"country.SM" = "Сан Марино";
"country.SG" = "Сингапур";
"country.SK" = "Словакия";
"country.SI" = "Словения";
"country.ZA" = "Оңтүстік Африка";
"country.ES" = "Испания";
"country.SE" = "Швеция";
"country.CH" = "Швейцария";
"country.TW" = "Тайвань";
"country.TH" = "Тайланд";
"country.TR" = "Түркия";
"country.UA" = "Украина";
"country.GB" = "Біріккен Корольдықтар";
"country.US" = "Құрама Штаттар";
"country.VN" = "Вьетнам";
"country.RS" = "Сербия";
"country.ME" = "Монтенегро";
"country.AE" = "Біріккен Араб Эмираттары";
"country.OM" = "Оман";
"country.SA" = "Сауд Арабиясы";
"country.EG" = "Египт";
"country.PR" = "Пуерто Рика";
"country.VI" = "Виргин Аралдары";
"country.RA" = "Аргентина";
"country.BH" = "Бахран";
"country.BR" = "Бразилия";
"country.HK" = "Гонг Конг";
"country.ID" = "Индонезия";
"country.IN" = "Үндістан";
"country.IM" = "Мэн Аралы";
"country.MO" = "Макау";
"country.MX" = "Мексика";
"country.MY" = "Малазия";
"country.QA" = "Катар";
"country.AW" = "Аруба";
"country.AF" = "Ауғанстан";
"country.AO" = "Ангола";
"country.AI" = "Анквилла";
"country.AX" = "Аланд Аралдары";
"country.AM" = "Армения";
"country.AQ" = "Антарктида";
"country.AS" = "Америкалық Самоа";
"country.TF" = "Француз Оңтүстік Территориялары";
"country.AG" = "Антигуа және Барбуда";
"country.AZ" = "Әзербайжан";
"country.BI" = "Бурунди";
"country.BJ" = "Бенин";
"country.BF" = "Буркина Фасо";
"country.BD" = "Бангладеш";
"country.BS" = "Багама";
"country.BL" = "Әулие Бартоломей";
"country.BZ" = "Белиз";
"country.BM" = "Бермуда";
"country.BO" = "Воливия";
"country.BB" = "Барбадос";
"country.BN" = "Бруней Даруссалам";
"country.BT" = "Бхутан";
"country.BV" = "Бувет аралдары";
"country.BW" = "Ботсвана";
"country.CF" = "Орталық Африка Республикасы";
"country.CC" = "Кокос аралдары";
"country.CL" = "Чили";
"country.CI" = "Піл сүйегі жағалаулары";
"country.CM" = "Камерон";
"country.CD" = "Конго (Зайр)";
"country.CG" = "Конго";
"country.CK" = "Кук Аралдары";
"country.CO" = "Колумбия";
"country.KM" = "Коморос";
"country.CV" = "Жасыл Мыс";
"country.CR" = "Коста Рика";
"country.CU" = "Куба";
"country.CX" = "Крисмас Аралдары";
"country.KY" = "Кайман аралдары";
"country.DJ" = "Джибути";
"country.DM" = "Доминика";
"country.DO" = "Доминикан Республикасы";
"country.DZ" = "Алжир";
"country.EC" = "Эквадор";
"country.ER" = "Эритреа";
"country.EH" = "Батыс Сахара";
"country.ET" = "Эфиопия";
"country.FJ" = "Фиджи";
"country.FK" = "Фалкланд Аралдары";
"country.FM" = "Микронезия";
"country.GA" = "Габон";
"country.GE" = "Джоржия";
"country.GG" = "Гуернсэй";
"country.GH" = "Гана";
"country.GN" = "Гвинея";
"country.GP" = "Гваделупа";
"country.GM" = "Гамбия";
"country.GW" = "Гвинея-Биссо";
"country.GQ" = "Экваторлық Гвинея";
"country.GD" = "Гренада";
"country.GT" = "Гватемала";
"country.GF" = "Француз Гвианасы";
"country.GU" = "Гуам";
"country.GY" = "Гиуана";
"country.HM" = "Нерд және Макдональд аралдары";
"country.HN" = "Гондурас";
"country.HT" = "Гайти";
"country.IO" = "Британдық Үнді Мұхит Территориясы";
"country.IR" = "Иран";
"country.IQ" = "Ирак";
"country.JM" = "Ямайка";
"country.JE" = "Иерси";
"country.JO" = "Иордания";
"country.KZ" = "Қазақстан";
"country.KG" = "Қырғызстан";
"country.KH" = "Камбоджа";
"country.KI" = "Кирибати";
"country.KN" = "Әулие Китс және Невис";
"country.LA" = "Лаос";
"country.LB" = "Ливан";
"country.LR" = "Либерия";
"country.LY" = "Ливия";
"country.LC" = "Әулие Люция";
"country.LK" = "Шри Ланка";
"country.LS" = "Лесото";
"country.MF" = "Әулие Мартин (француз жағы)";
"country.MA" = "Морокко";
"country.MG" = "Мадагаскар";
"country.MV" = "Малдивтер";
"country.MH" = "Маршал аралдары";
"country.ML" = "Мали";
"country.MM" = "Мянмар";
"country.MN" = "Монғолия";
"country.MP" = "Солтүстік Мариана Аралдары";
"country.MZ" = "Мозамбик";
"country.MR" = "Мауритана";
"country.MQ" = "Мартиник";
"country.MU" = "Мауритиус";
"country.MW" = "Малави";
"country.YT" = "Майотта";
"country.NA" = "Намибия";
"country.NC" = "Жаңа Каледония";
"country.NE" = "Нигер";
"country.NG" = "Нигерия";
"country.NI" = "Никарагуа";
"country.NU" = "Нюе";
"country.NP" = "Непал";
"country.NR" = "Науру";
"country.PK" = "Пакистан";
"country.PA" = "Панама";
"country.PN" = "Питкайрн";
"country.PE" = "Перу";
"country.PH" = "Филиппиндер";
"country.PW" = "Палау";
"country.PG" = "Папуа Жаңа Гвинеясы";
"country.PY" = "Парагвай";
"country.PS" = "Палестина";
"country.PF" = "Француз Полинезиясы";
"country.RE" = "Реюньон";
"country.RW" = "Руанда";
"country.SD" = "Судан";
"country.SN" = "Синегал";
"country.GS" = "Оңтүстік Джорджия және Оңтүстік сэндвич аралдары";
"country.SH" = "Әулие Елена";
"country.SJ" = "Свалбарды және Ян Майен";
"country.SB" = "Сүлеймен аралдары";
"country.SL" = "Сиерре Леоне";
"country.SV" = "Эль Сальвадор";
"country.SO" = "Сомалия";
"country.PM" = "Әулие Пьер және Маквелон";
"country.ST" = "Сан-Томе және Принсипи";
"country.SR" = "Суринама";
"country.SZ" = "Свазиланд";
"country.SC" = "Сейшелдер";
"country.SY" = "Сирия Араб Республикасы";
"country.TC" = "Теркс және Кайкос аралдары";
"country.TD" = "Чад";
"country.TG" = "Того";
"country.TJ" = "Тәжікстан";
"country.TK" = "Токелау";
"country.TM" = "Түркменстан";
"country.TL" = "Тимор-Лесте (Шығыс Тимор)";
"country.TO" = "Тонга";
"country.TT" = "Тринидад және Тобаго";
"country.TN" = "Тунизия";
"country.TV" = "Тувалу";
"country.TZ" = "Танзания";
"country.UM" = "Құрама Штаттардың алыс жатқан кіші аралдары";
"country.UY" = "Уругвай";
"country.UZ" = "Өзбекстан";
"country.VC" = "Әулие Винсент және Гренадиндер";
"country.VE" = "Венесуэла";
"country.VG" = "Виржин аралдары, Британия";
"country.VU" = "Вануати";
"country.WF" = "Уаллис және Футуна";
"country.WS" = "Самоа";
"country.YE" = "Иемен";
"country.ZM" = "Замбия";
"country.ZW" = "Зимбабве";
"country.US-AL" = "Алабама";
"country.US-AK" = "Аляска";
"country.US-AZ" = "Аризона";
"country.US-AR" = "Арканзас";
"country.US-CA" = "Калифорния";
"country.US-CO" = "Колорадо";
"country.US-CT" = "Коннектикут";
"country.US-DE" = "Делавэр";
"country.US-DC" = "Колумбия ауданы";
"country.US-FL" = "Флорида";
"country.US-GA" = "Джоржия";
"country.US-HI" = "Гавай";
"country.US-ID" = "Идахо";
"country.US-IL" = "Иллинойс";
"country.US-IN" = "Индиана";
"country.US-IA" = "Лойа";
"country.US-KS" = "Канзас";
"country.US-KY" = "Кентуки";
"country.US-LA" = "Луизиана";
"country.US-ME" = "Мэн";
"country.US-MD" = "Мэриланд";
"country.US-MA" = "Массачусетс";
"country.US-MI" = "Мичиган";
"country.US-MN" = "Минессота";
"country.US-MS" = "Миссисипи";
"country.US-MO" = "Миссури";
"country.US-MT" = "Монтана";
"country.US-NE" = "Небраска";
"country.US-NV" = "Невада";
"country.US-NH" = "Жаңа Хамшир";
"country.US-NJ" = "Жаңа Джерси";
"country.US-NM" = "Жаңа Мехико";
"country.US-NY" = "Нью Иорк";
"country.US-NC" = "Солтүстік Каролина";
"country.US-ND" = "Солтүстік Дакота";
"country.US-OH" = "Охайо";
"country.US-OK" = "Оклахома";
"country.US-OR" = "Орегона";
"country.US-PA" = "Пенсильвания";
"country.US-RI" = "Род Аралы";
"country.US-SC" = "Оңтүстік Каролина";
"country.US-SD" = "Оңтүстік Дакота";
"country.US-TN" = "Теннесси";
"country.US-TX" = "Техас";
"country.US-UT" = "Юта";
"country.US-VT" = "Вермонт";
"country.US-VA" = "Вирджиния";
"country.US-WA" = "Вашингтон";
"country.US-WV" = "Батыс Вирджиния";
"country.US-WI" = "Висконсин";
"country.US-WY" = "Уайоминг";
"country.CA-AB" = "Альберта";
"country.CA-BC" = "Британдық Колумбия";
"country.CA-MB" = "Манитоба";
"country.CA-NB" = "Жаңа Брунсвик";
"country.CA-NL" = "Newfoundland and Labrador";
"country.CA-NS" = "Нова Скотия";
"country.CA-NT" = "Northwest Territories";
"country.CA-NU" = "Нунавут Территориясы";
"country.CA-ON" = "Онтарио";
"country.CA-PE" = "Ханзада Эдвард Аралы";
"country.CA-QC" = "Куэбек";
"country.CA-SK" = "Саскатчеван";
"country.CA-YT" = "Юкон Территориясы";
"country.IN-LD" = "Лакшадвип";
"country.GB-NIR" = "Солтүстік Ирландия";
"country.GB-SCT" = "Шотландия";
"country.GB-WLS" = "Уэлс";
"country.GB-CHA" = "Канал Аралдары";
"N" = "0";
"S" = "0";
"W" = "0";
"E" = "0";
"routeplaning.actionButton.title" = "Жасалды";
"com.sygic.addWaypoint.placeholder" = "Add waypoint";
"detail.action.selectPoi" = "Select";
"signpost.nextDirection.then" = "Then";
"waypoint.title.myposition" = "My position";
"placeholder.password" = "Кілт сөз";
"placeholder.email" = "Email";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "Preview";
"detail.action.shareGps" = "Share GPS coordinates";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Remove waypoint";
"message.avoid.motorway.unable" = "To reach your destination, some motorways have to remain on route.";
"message.avoid.specialArea.unable" = "Sorry, we can not avoid congestion charges on your route.";
"message.avoid.tollRoads.unable" = "Not possible to avoid all toll roads. Some toll roads will remain on the computed route.";
"message.avoid.ferries.unable" = "To reach your destination some ferries have to remain on route.";
"message.avoid.unpavedRoads.unable" = "To reach your destination, some unpaved roads have to remain on route.";
